diary.org
#+title:Diary
#+author:mhx
#+options: H:4 num:nil
#+infojs_opt: view:info toc:4 buttons:t
#+html_head: <link rel="stylesheet" type="text/css" href="style.css"/>
#+html_link_home: index.html

* 2024

** 2024-9 September

*** 2024-09-24 Tuesday

**** 脆弱的“好看”
:PROPERTIES:
:CUSTOM_ID: diary-cuiruodehaokan
:END:

看到了一个 reddit 的帖子：有哪部电视剧是如此烂尾以至于你一直记恨它。我立刻就想起了我曾经看过的那些。

  + lost 莫名其妙的结局，浪费了10季的时间
  + the arrow 本身就垃圾
  + gotham 除了第一季就是垃圾
  + the big-bang theory 越后来就越垃圾
  + sherlock 最后一季根本不应该存在
  + 2 broken girls 毫无疑问的垃圾

除了质量下滑之外，自己那么会被这种事情 trigger，其实是因为这种“好看”有一种非常脆弱的基底。你的“好看”为什么那么容易地被摧毁？怎么没见人被战争与和平恶心到，那里也有地雷的情节。

本身阅读（观影）是一种对话。但是人看小说就跟自慰一样，小说也写得和黄片一样。何来对话？

举个例子，一女作者去写男频（ps. 这个词真是……）曾说自己因为犯了某一个错误，小说订阅数崩了几万。这似乎能说明对于人来说，小说只是随意替换的道具，就如同你的飞机杯坏了就买个新的。替换小说就如同关掉这个黄片然后打开另一个黄片一样简单。

在这里不仅是对话゠阅读，而且还是对于好看的质疑。若是以一种脆弱的形式享受，潜在的风险却让人觉得不值当。这是某种抽离、自己的理智给出的警告——一种对下降的警告。

** 2024-10 October

*** 2024-10-2 Wednesday

**** 对于“精神营养”
:PROPERTIES:
:CUSTOM_ID: diary-duiyujingshenyingyang
:END:

对于“精神营养”的追求，仿佛是一种幻觉，妄想在“精神”上赋予自己文化产品以高层次的意义。

面向一个男性向的作品，“男性向”一个评价似乎已经足够，但是在这里展现的是如此的言语：

  - “我仿佛没有感觉到你的作画的意图”
  - “仿佛是为了画而画”
  - “没有对精神营养的追求”
  - “女性的身体作为一种客体被呈现在画之中”
  - “能够感觉到创作者的污浊的眼神”
  - ……

如同幻想一般地对自己的消费的拔高，还加之这种无耻的性别叙事的应用。

其实是一种混用、以及这种混用导致的对于自己行为的合法化。

当我的需求是 mental 的时候，我却认为，我的需求是一种 spiritual 的。占据了前者的合法性，同时后者还让其占据了所谓的“意义”的高点。

他们的观点在事实上还是一种滥觞。

当有些人开始讨论消费者和创作者之间的关系、这种彼此相互渗透的两个群体之间的关系的语境之下，性别叙事作为一种 50 年前的老古董很少出现在这里，并且文化创作也不区分同人创作以及商业创作（消费创作之间的模糊），所谓的“男性向”作品也并非以所谓的“色图”的形式被人接受。作为 50 年前的“先进”理论虽然理所当然地有着市场，但只不过是作为一种最没有“营养”的评价而存在。

lead you astray

[2024-10-02 Wed]

*** 2024-10-6 Sunday

**** being a women

基于一种刻板印象，在老友记之中，joey 说“不是你说的内容，而是你如何说的的”，随后惊呼“OMG，我是个女人”。但现实果真如此？

非也。我就是会被人的态度强烈地影响的人。其实这就是所谓的下头之一。当然下头更像是之前提及的，矛盾的体验带来的一种 bewilderedness。

感性的人吗？但事实上不是如此……每个人都有感性的功能在其大脑内运作着。

*** 2024-10-7 Monday

**** 双重身

“我觉得我说很多事情都被当放屁了”，我当时是怎么想的？

说实话我完全记不得了……

这其实是有问题的啊

*** 2024-10-8 Tuesday
**** 对于人的态度的察觉

以前是在高中，在那里，其实每个人都是没有什么坏的倾向的。我是一个老师，那么我的职责就是教好你。我是你的同学，那我们就共同进步，或者至少不相互干扰。

一种勉强、一种敷衍、一种自己没有察觉的沉醉，都是极度让人敏感的……我们亲爱的学长，仿佛是自己也不怎么想干这种事情的样子……真是令人无语……尤其对于我来说。

也就是这种事情最能打击人的积极性……
**** 书评 of east of eden
:PROPERTIES:
:CUSTOM_ID: review-on-east-of-eden
:END:

John Steinbeck 的 east of eden。首先是让人惋惜，其次是让人骂出，“其实获普利策奖的作家也只不过是一个二流作家”。

一开始最引人瞩目的就是简洁轻快的语言。以及之中完全在把握之中的叙事。

但是这种把握却让人觉得二流。因为……

对于角色的描写，仿佛是为了剧情而服务的。在这里原本两者一体的，却变为两个分离的个体了。主人公母亲的性格仿佛就是用来打破的---她不被允许发表自己的意见---在某一章节的最后，仿佛是理所当然的，她破天荒说出了自己的心里话。仿佛她的存在就是为了这一刻，作为一个死板的家庭里面的、无法表示自己观点的母亲，以这个身份在章节的末尾营造一种戏剧性。

又一章的末尾，主人公和自己的哥讲点心里话。但这却让人疑惑，“他果真是如此讲话的吗？”。主人公难得有一段长一些的对话，但却感觉和他的性格对不上？但其实是“他的性格”本身居然没有定形下来。

小说里面最难写的就是对话。至此我已经放弃这本书了，因为对话让人发觉作者水平不咋的。不会写对话建议像百年孤独一样别写。

[2024-10-08 Tue]

*** 2024-10-13 Sunday

**** AvPD

Avoidant personality disorder。也就是回避型人格。可以想象到的是，回避型依恋人格是一种简体中文的特供版本。

即使如此，加上一个 Disorder 未免是有点没有良心了。

这是一种巧合还是说？但总之两种 Disorder，都是完美地对上了。在这里我说，她为什么要提这个事情？也许是找了借口，想指出我当前的这种状态。

**** 累

体测累人，也只有这种时候才会想着“Damn，我早该做点运动”。

但今天让人想起那一年之前的事情啊，也就是酗酒而后体测之事。

像是怀念又不像是怀念。为何人都是要变化的呢？难道时间带来的变化都是让人伤感的吗？

*** 2024-10-14 Monday

这里是测试

*** 2024-10-15 Tuesday

**** 耻辱！

在写所谓的开题报告

耻辱！

当然只是因为不想写所以才那么别扭的

但是耻辱！

对于人的依赖，竟然到了这种程度

说是“依赖型人格障碍”……以前竟然不知道这类事物

即使是障碍也过于耻辱了！

**** 现在的肩膀还是痛的

这是何等的强力！

（这仅仅是因为体测而已）

*** 2024-10-16 Wednesday

