diary.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-11-05 Tue 19:38 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Diary</title>
<meta name="author" content="mhx" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css"/>


</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href=""> UP </a>
 |
 <a accesskey="H" href="index.html"> HOME </a>
</div><div id="content" class="content">
<h1 class="title">Diary</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org375663a">2024</a>
<ul>
<li><a href="#org9b97f43">2024-9 September</a>
<ul>
<li><a href="#orge3f59fd">2024-09-24 Tuesday</a>
<ul>
<li><a href="#diary-cuiruodehaokan">脆弱的“好看”</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org3830e07">2024-10 October</a>
<ul>
<li><a href="#orgee6d2a9">2024-10-2 Wednesday</a>
<ul>
<li><a href="#diary-duiyujingshenyingyang">对于“精神营养”</a></li>
</ul>
</li>
<li><a href="#org2e55309">2024-10-6 Sunday</a>
<ul>
<li><a href="#org2002a6d">being a women</a></li>
</ul>
</li>
<li><a href="#org3c36eed">2024-10-7 Monday</a>
<ul>
<li><a href="#orgf7ff48f">双重身</a></li>
</ul>
</li>
<li><a href="#org20dc283">2024-10-8 Tuesday</a>
<ul>
<li><a href="#orga5500ce">对于人的态度的察觉</a></li>
<li><a href="#review-on-east-of-eden">书评 of east of eden</a></li>
</ul>
</li>
<li><a href="#orgbb828fb">2024-10-13 Sunday</a>
<ul>
<li><a href="#org61b311a">AvPD</a></li>
<li><a href="#org71ca1ab">累</a></li>
</ul>
</li>
<li><a href="#org28c18f7">2024-10-14 Monday</a></li>
<li><a href="#orgf9ad8ad">2024-10-15 Tuesday</a>
<ul>
<li><a href="#org811f7ad">耻辱！</a></li>
<li><a href="#orge2e57f3">现在的肩膀还是痛的</a></li>
</ul>
</li>
<li><a href="#org5e15ac6">2024-10-16 Wednesday</a>
<ul>
<li><a href="#xueguo">AvPD 以及雪国</a></li>
</ul>
</li>
<li><a href="#org5e34202">2024-10-18 Friday</a>
<ul>
<li><a href="#org81c9428">Nicorenka</a></li>
</ul>
</li>
<li><a href="#org9ac2834">2024-10-19 Saturday</a>
<ul>
<li><a href="#orgd753c58">星期六，啥也不想干</a></li>
<li><a href="#org3205978">meta</a></li>
<li><a href="#orgdc574d1">dere 是买不来的！</a></li>
</ul>
</li>
<li><a href="#orgd63aa5b">2024-10-20 Sunday</a>
<ul>
<li><a href="#orgfbee0b2">味道</a></li>
<li><a href="#org9278515">周日的图书馆</a></li>
<li><a href="#org3827628">焦躁</a></li>
</ul>
</li>
<li><a href="#20241021Monday">2024-10-21 Monday</a>
<ul>
<li><a href="#lesbianporn">君可知有些人只看 lesbian porn</a></li>
<li><a href="#orgd8fd465">Textual Poacher</a></li>
<li><a href="#orgc7024b0">折腾</a></li>
</ul>
</li>
<li><a href="#org4aa21a9">2024-10-22 Tuesday</a>
<ul>
<li><a href="#org3d50f8e">debug for org</a></li>
<li><a href="#org11d6425">today I make a post in <code>mildlypenis</code> subreddit</a></li>
<li><a href="#org29322c6">重复</a></li>
<li><a href="#orgd29bc9d">累了不想搞</a></li>
<li><a href="#org466a049">腰部</a></li>
</ul>
</li>
<li><a href="#org91925b5">2024-10-23 Wednesday</a>
<ul>
<li><a href="#org4b25b8e">有关 R18 音声的思考</a></li>
<li><a href="#org5f9ed93">咖啡吓人</a></li>
</ul>
</li>
<li><a href="#org40c742b">2024-10-24 Thursday</a>
<ul>
<li><a href="#orgb5d93aa">很严重的发现！</a></li>
<li><a href="#org357d3aa">答辩了</a></li>
<li><a href="#org6b8329e">又想看 Ulysses 了</a></li>
</ul>
</li>
<li><a href="#orge054144">2024-10-25 Friday</a>
<ul>
<li><a href="#orgecaf0e1">又整了一些 Emacs</a></li>
<li><a href="#org16de37e">today I learn how to modify the frame parameter</a></li>
<li><a href="#org90fae9f">Alternative</a></li>
<li><a href="#orgf1d4bf1">Bangledash</a></li>
</ul>
</li>
<li><a href="#org65a7b10">2024-10-26 Saturday</a>
<ul>
<li><a href="#orgc90997c">人还是得和人讲话</a></li>
<li><a href="#org41c8393">boki</a></li>
</ul>
</li>
<li><a href="#orgb0ec922">2024-10-27 Sunday</a>
<ul>
<li><a href="#orga1835c4">VILE PH</a></li>
<li><a href="#orgf79d4c7">每个人的 Vices</a></li>
<li><a href="#org61f7772">Denote 好像找到一点感觉了</a></li>
<li><a href="#diary-weilejitangdiaoshudai">为了鸡汤掉书袋</a></li>
</ul>
</li>
<li><a href="#20241028Monday">2024-10-28 Monday</a>
<ul>
<li><a href="#orgbe48643">嘎人！</a></li>
<li><a href="#diary-xili">犀利</a></li>
<li><a href="#org81e415c">微信读书</a></li>
</ul>
</li>
<li><a href="#20241029Monday">2024-10-29 Tuesday</a>
<ul>
<li><a href="#org92f166f">不写不快</a></li>
<li><a href="#orgfd8dc5b">春雪</a></li>
<li><a href="#org47ff420">还不是因为你</a></li>
</ul>
</li>
<li><a href="#20241030Wednesday">2024-10-30 Wednesday</a>
<ul>
<li><a href="#org00062b0">结束啦</a></li>
<li><a href="#org4aa2b21">人在什么样的时候，会露出什么样的表情？</a></li>
<li><a href="#org228403e">无题</a></li>
</ul>
</li>
<li><a href="#20241031Thursday">2024-10-31 Thursday</a>
<ul>
<li><a href="#org08b2f74">看完了奔马</a></li>
<li><a href="#diary-kanwanlexiaosi">看完了晓寺</a></li>
<li><a href="#orgfefa68f">一种思辨的张力（误）</a></li>
<li><a href="#orgb6a302c">什么时候开了 TUN Mode</a></li>
<li><a href="#diary-thehistoryofvisualnovels">The history and allure of interactive visual novels</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgfd90128">2024-11 November</a>
<ul>
<li><a href="#org928acfb">2024-11-01 Friday</a>
<ul>
<li><a href="#org4964405">今日无事发生</a></li>
</ul>
</li>
<li><a href="#org4941a12">2024-11-02 Saturday</a>
<ul>
<li><a href="#orgf70cf1a">建议删除</a></li>
<li><a href="#org7e007d8">建议删除</a></li>
</ul>
</li>
<li><a href="#orgc998f0c">2024-11-03 Sunday</a>
<ul>
<li><a href="#orga5ed8fa">建议删除</a></li>
<li><a href="#diary-qianzhongshu">钱锺书</a></li>
</ul>
</li>
<li><a href="#orgc88b02e">2024-11-04 Monday</a>
<ul>
<li><a href="#orgec4dc40">建议删除</a></li>
</ul>
</li>
<li><a href="#org5c27a30">2024-11-05 Tuesday</a>
<ul>
<li><a href="#orgeb54d4b">建议删除</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org375663a" class="outline-2">
<h2 id="org375663a">2024</h2>
<div class="outline-text-2" id="text-org375663a">
</div>
<div id="outline-container-org9b97f43" class="outline-3">
<h3 id="org9b97f43">2024-9 September</h3>
<div class="outline-text-3" id="text-org9b97f43">
</div>
<div id="outline-container-orge3f59fd" class="outline-4">
<h4 id="orge3f59fd">2024-09-24 Tuesday</h4>
<div class="outline-text-4" id="text-orge3f59fd">
</div>
<div id="outline-container-diary-cuiruodehaokan" class="outline-5">
<h5 id="diary-cuiruodehaokan">脆弱的“好看”</h5>
<div class="outline-text-5" id="text-diary-cuiruodehaokan">
<p>
看到了一个 reddit 的帖子：有哪部电视剧是如此烂尾以至于你一直记恨它。我立刻就想起了我曾经看过的那些。
</p>

<ul class="org-ul">
<li>lost 莫名其妙的结局，浪费了10季的时间</li>
<li>the arrow 本身就垃圾</li>
<li>gotham 除了第一季就是垃圾</li>
<li>the big-bang theory 越后来就越垃圾</li>
<li>sherlock 最后一季根本不应该存在</li>
<li>2 broken girls 毫无疑问的垃圾</li>
</ul>

<p>
除了质量下滑之外，自己那么会被这种事情 trigger，其实是因为这种“好看”有一种非常脆弱的基底。你的“好看”为什么那么容易地被摧毁？怎么没见人被战争与和平恶心到，那里也有地雷的情节。
</p>

<p>
本身阅读（观影）是一种对话。但是人看小说就跟自慰一样，小说也写得和黄片一样。何来对话？
</p>

<p>
举个例子，一女作者去写男频（ps. 这个词真是……）曾说自己因为犯了某一个错误，小说订阅数崩了几万。这似乎能说明对于人来说，小说只是随意替换的道具，就如同你的飞机杯坏了就买个新的。替换小说就如同关掉这个黄片然后打开另一个黄片一样简单。
</p>

<p>
在这里不仅是对话゠阅读，而且还是对于好看的质疑。若是以一种脆弱的形式享受，潜在的风险却让人觉得不值当。这是某种抽离、自己的理智给出的警告——一种对下降的警告。
</p>
</div>
</div>
</div>
</div>
<div id="outline-container-org3830e07" class="outline-3">
<h3 id="org3830e07">2024-10 October</h3>
<div class="outline-text-3" id="text-org3830e07">
</div>
<div id="outline-container-orgee6d2a9" class="outline-4">
<h4 id="orgee6d2a9">2024-10-2 Wednesday</h4>
<div class="outline-text-4" id="text-orgee6d2a9">
</div>
<div id="outline-container-diary-duiyujingshenyingyang" class="outline-5">
<h5 id="diary-duiyujingshenyingyang">对于“精神营养”</h5>
<div class="outline-text-5" id="text-diary-duiyujingshenyingyang">
<p>
对于“精神营养”的追求，仿佛是一种幻觉，妄想在“精神”上赋予自己文化产品以高层次的意义。
</p>

<p>
面向一个男性向的作品，“男性向”一个评价似乎已经足够，但是在这里展现的是如此的言语：
</p>

<ul class="org-ul">
<li>“我仿佛没有感觉到你的作画的意图”</li>
<li>“仿佛是为了画而画”</li>
<li>“没有对精神营养的追求”</li>
<li>“女性的身体作为一种客体被呈现在画之中”</li>
<li>“能够感觉到创作者的污浊的眼神”</li>
<li>……</li>
</ul>

<p>
如同幻想一般地对自己的消费的拔高，还加之这种无耻的性别叙事的应用。
</p>

<p>
其实是一种混用、以及这种混用导致的对于自己行为的合法化。
</p>

<p>
当我的需求是 mental 的时候，我却认为，我的需求是一种 spiritual 的。占据了前者的合法性，同时后者还让其占据了所谓的“意义”的高点。
</p>

<p>
他们的观点在事实上还是一种滥觞。
</p>

<p>
当有些人开始讨论消费者和创作者之间的关系、这种彼此相互渗透的两个群体之间的关系的语境之下，性别叙事作为一种 50 年前的老古董很少出现在这里，并且文化创作也不区分同人创作以及商业创作（消费创作之间的模糊），所谓的“男性向”作品也并非以所谓的“色图”的形式被人接受。作为 50 年前的“先进”理论虽然理所当然地有着市场，但只不过是作为一种最没有“营养”的评价而存在。
</p>

<p>
lead you astray
</p>

<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-10-02 Wed]</span></span>
</p>
</div>
</div>
</div>
<div id="outline-container-org2e55309" class="outline-4">
<h4 id="org2e55309">2024-10-6 Sunday</h4>
<div class="outline-text-4" id="text-org2e55309">
</div>
<div id="outline-container-org2002a6d" class="outline-5">
<h5 id="org2002a6d">being a women</h5>
<div class="outline-text-5" id="text-org2002a6d">
<p>
基于一种刻板印象，在老友记之中，joey 说“不是你说的内容，而是你如何说的的”，随后惊呼“OMG，我是个女人”。但现实果真如此？
</p>

<p>
非也。我就是会被人的态度强烈地影响的人。其实这就是所谓的下头之一。当然下头更像是之前提及的，矛盾的体验带来的一种 bewilderedness。
</p>

<p>
感性的人吗？但事实上不是如此……每个人都有感性的功能在其大脑内运作着。
</p>
</div>
</div>
</div>
<div id="outline-container-org3c36eed" class="outline-4">
<h4 id="org3c36eed">2024-10-7 Monday</h4>
<div class="outline-text-4" id="text-org3c36eed">
</div>
<div id="outline-container-orgf7ff48f" class="outline-5">
<h5 id="orgf7ff48f">双重身</h5>
<div class="outline-text-5" id="text-orgf7ff48f">
<p>
“我觉得我说很多事情都被当放屁了”，我当时是怎么想的？
</p>

<p>
说实话我完全记不得了……
</p>

<p>
这其实是有问题的啊
</p>
</div>
</div>
</div>
<div id="outline-container-org20dc283" class="outline-4">
<h4 id="org20dc283">2024-10-8 Tuesday</h4>
<div class="outline-text-4" id="text-org20dc283">
</div>
<div id="outline-container-orga5500ce" class="outline-5">
<h5 id="orga5500ce">对于人的态度的察觉</h5>
<div class="outline-text-5" id="text-orga5500ce">
<p>
以前是在高中，在那里，其实每个人都是没有什么坏的倾向的。我是一个老师，那么我的职责就是教好你。我是你的同学，那我们就共同进步，或者至少不相互干扰。
</p>

<p>
一种勉强、一种敷衍、一种自己没有察觉的沉醉，都是极度让人敏感的……我们亲爱的学长，仿佛是自己也不怎么想干这种事情的样子……真是令人无语……尤其对于我来说。
</p>

<p>
也就是这种事情最能打击人的积极性……
</p>
</div>
</div>
<div id="outline-container-review-on-east-of-eden" class="outline-5">
<h5 id="review-on-east-of-eden">书评 of east of eden</h5>
<div class="outline-text-5" id="text-review-on-east-of-eden">
<p>
John Steinbeck 的 east of eden。首先是让人惋惜，其次是让人骂出，“其实获普利策奖的作家也只不过是一个二流作家”。
</p>

<p>
一开始最引人瞩目的就是简洁轻快的语言。以及之中完全在把握之中的叙事。
</p>

<p>
但是这种把握却让人觉得二流。因为……
</p>

<p>
对于角色的描写，仿佛是为了剧情而服务的。在这里原本两者一体的，却变为两个分离的个体了。主人公母亲的性格仿佛就是用来打破的&#x2014;她不被允许发表自己的意见&#x2014;在某一章节的最后，仿佛是理所当然的，她破天荒说出了自己的心里话。仿佛她的存在就是为了这一刻，作为一个死板的家庭里面的、无法表示自己观点的母亲，以这个身份在章节的末尾营造一种戏剧性。
</p>

<p>
又一章的末尾，主人公和自己的哥讲点心里话。但这却让人疑惑，“他果真是如此讲话的吗？”。主人公难得有一段长一些的对话，但却感觉和他的性格对不上？但其实是“他的性格”本身居然没有定形下来。
</p>

<p>
小说里面最难写的就是对话。至此我已经放弃这本书了，因为对话让人发觉作者水平不咋的。不会写对话建议像百年孤独一样别写。
</p>

<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-10-08 Tue]</span></span>
</p>
</div>
</div>
</div>
<div id="outline-container-orgbb828fb" class="outline-4">
<h4 id="orgbb828fb">2024-10-13 Sunday</h4>
<div class="outline-text-4" id="text-orgbb828fb">
</div>
<div id="outline-container-org61b311a" class="outline-5">
<h5 id="org61b311a">AvPD</h5>
<div class="outline-text-5" id="text-org61b311a">
<p>
Avoidant personality disorder。也就是回避型人格。可以想象到的是，回避型依恋人格是一种简体中文的特供版本。
</p>

<p>
即使如此，加上一个 Disorder 未免是有点没有良心了。
</p>

<p>
这是一种巧合还是说？但总之两种 Disorder，都是完美地对上了。在这里我说，她为什么要提这个事情？也许是找了借口，想指出我当前的这种状态。
</p>
</div>
</div>
<div id="outline-container-org71ca1ab" class="outline-5">
<h5 id="org71ca1ab">累</h5>
<div class="outline-text-5" id="text-org71ca1ab">
<p>
体测累人，也只有这种时候才会想着“Damn，我早该做点运动”。
</p>

<p>
但今天让人想起那一年之前的事情啊，也就是酗酒而后体测之事。
</p>

<p>
像是怀念又不像是怀念。为何人都是要变化的呢？难道时间带来的变化都是让人伤感的吗？
</p>
</div>
</div>
</div>
<div id="outline-container-org28c18f7" class="outline-4">
<h4 id="org28c18f7">2024-10-14 Monday</h4>
<div class="outline-text-4" id="text-org28c18f7">
<p>
这里是测试
</p>
</div>
</div>
<div id="outline-container-orgf9ad8ad" class="outline-4">
<h4 id="orgf9ad8ad">2024-10-15 Tuesday</h4>
<div class="outline-text-4" id="text-orgf9ad8ad">
</div>
<div id="outline-container-org811f7ad" class="outline-5">
<h5 id="org811f7ad">耻辱！</h5>
<div class="outline-text-5" id="text-org811f7ad">
<p>
在写所谓的开题报告
</p>

<p>
耻辱！
</p>

<p>
当然只是因为不想写所以才那么别扭的
</p>

<p>
但是耻辱！
</p>

<p>
对于人的依赖，竟然到了这种程度
</p>

<p>
说是“依赖型人格障碍”……以前竟然不知道这类事物
</p>

<p>
即使是障碍也过于耻辱了！
</p>
</div>
</div>
<div id="outline-container-orge2e57f3" class="outline-5">
<h5 id="orge2e57f3">现在的肩膀还是痛的</h5>
<div class="outline-text-5" id="text-orge2e57f3">
<p>
这是何等的强力！
</p>

<p>
（这仅仅是因为体测而已）
</p>
</div>
</div>
</div>
<div id="outline-container-org5e15ac6" class="outline-4">
<h4 id="org5e15ac6">2024-10-16 Wednesday</h4>
<div class="outline-text-4" id="text-org5e15ac6">
</div>
