diary.org
**** AvPD 以及雪国
:PROPERTIES:
:CUSTOM_ID: xueguo
:END:

在雪国里的那种描写

徒劳作为关键词反复出现。

一种矛盾的话语，一种重复的说辞。到底是哪边呢？到底是在乎还是不在乎？

我想问清楚。但有什么在阻碍着……到底是作为人的能力下降了

*** 2024-10-18 Friday

**** Nicorenka

尼古拉和尼古连卡。说到底人是难以意识到后者怎么就是爱称了。

但假设用另一种思路来看，也就是考虑重音。

前者的话，应该是 ~ˈnɪkɚlaɪ~ ，但是对于后者来说 ~ˈnɪkɚˈrenka~ 了。

其实是差别很大的，后者确实更像爱称。尤其你尝试用日本人的读法的话。

可是我说这话谁又懂呢？

*** 2024-10-19 Saturday

**** 星期六，啥也不想干

但是今天还是搞了一些 org 的玩意。

到底是无聊的。

说起来挺想打电话的。但是……

在犹豫什么呢？

**** meta

今天还看见有人说为何要搞什么 meta-programming。真是愚蠢。不搞 meta 一点哪里来的 pattern matching 呢？

**** dere 是买不来的！

这只是一句很无聊的台词。

为什么突然想到呢？

可能从来不是迟钝，而是更吃 dere 这一套。

稍微想一下，如果说的是 せんぱい，且不是英语的那种重音，效果又会如何呢？

难道说人的真情都是会在这种小事之中被忽视而消散吗？

*** 2024-10-20 Sunday

**** 味道

人身上的味道……

一股药味，这倒是正当的理由，人总不能不治病

但还是很影响人……

**** 周日的图书馆

周日人多了，难不成来这里消遣的？

何必来这里做消遣，

把我的位置都占了。

**** 焦躁

一种焦躁，仿佛是那种说法，在什么上空的幽灵。说到底是什么……

……

到底是……

*** 2024-10-21 Monday
:PROPERTIES:
:CUSTOM_ID: 20241021Monday
:END:

**** 君可知有些人只看 lesbian porn
:PROPERTIES:
:CUSTOM_ID: lesbianporn
:END:

我称这种现象为“和现实的短路”，和现实的短路连接，经验的重叠。

当人说出“I am not an actor”的时候，似乎能够预见其为什么只会看 lesbian porn：porn 里面演员们的演技，短路到现实之中，而现实是“I am not an actor”，于是一种重叠的、矛盾的经验让人产生了厌恶。而为什么 lesbian porn 会被人中意？为的就是消解“矛盾的”这一特征：lesbian 在取悦女人这方面自然地超过几乎所有男性。

从另一个角度，可以消解掉“短路”这一现象：如果我消费的产品不会让人联想到现实即可。仅仅从这个角度来说，似乎是可以解释的了。

**** Textual Poacher

中文翻译出版的时候有对原作者的采访，采访之中有提及耽美……

等会儿，说到底这个词究竟是如何诞生的？00 年代的时候就有这个词吗……

你们这些人真实罪孽不浅啊……

既然有男性和男性在性交，为什么不直接叫 BL！

ps. from [2024-10-29 Tue 15:52] 想起来了，是因为审查。所以罪在审查。

**** 折腾

搞了一下午的问题，解决起来确实如此的简单。

只要将 ~init-org~ 放在最后就行了。

真是胡闹……

但这也说明了作日志是很重要的，因为我想起来说，就是从用了新的 org 开始，emacs 变得贼卡。

见鬼了
*** 2024-10-22 Tuesday
**** debug for org

Today I figure out why the inline math formulae looked very small in the exported html.

This is because that the width of the svg is not right. And then the css resize the width. Thus the formulae looked very small.

The problem can be solved after specifying the ~:page-width~ in
~org-html-latex-image-options~.

**** today I make a post in ~mildlypenis~ subreddit

And then maybe the "mildlypenis" is not mildly at all. It is just penis symbol but with a LaTeX symbol package.

I deleted the post (after I saw a fucking downvote).

ps. reddit is so powerful because I can literally see the ratio. Damn.

**** 重复

[[*AvPD 以及雪国]]

一种常常说出口的话语就在这里。令人怀念的感觉……

就好像雪国里面那样，驹子的一本本厚厚的日记……

岛村看到了，“徒劳”二字浮现出来。倒不是日记真的徒劳，而是……

是不是偶尔会想到雪国是不是就是这个原因呢？

这种反复到底意味着什么？这虚幻的，倒不是那种让人心生怜爱的事物，反而是搅动了什么，让人感到了什么

一种 detachment，又或者说 bewilderedness？为什么说是“令人怀念”，就如同许久以前的那样。原来也有这一层的原因……

人到底还是太贪心了

[2024-10-22 Tue 20:18]

**** 累了不想搞

其实是很简单的事情，具体来说就是写 PPT 这种程度的事情。直接复制上去就可以了。但是……想到要将这种其实没什么价值的事物念出来……真是丢人！

[2024-10-22 Tue 20:22]

**** 腰部

一个人的手，应该放在哪里呢？

在腰部上的这个部分，也就是硬的和石头一样的这个部分，手放在这个地方上非常适合

非常适合……

*** 2024-10-23 Wednesday

**** 有关 R18 音声的思考

说到底就是两个字：官能。如果要用别的字眼的话，那就是感官。

对于音声来说，要达成的就是一种共感：如何要用听觉传达出别的感官上的刺激？

人都是精神的生物。要做到这点，只能说靠大脑欺骗自己。让精神接受那听觉的官能之中的暗示，作为其他官能的媒介。

人的感受力就是关于接受这种暗示的能力。

这样的话似乎能够解释这种现象：音声之中出现的体液的声音、“stimulator”的震动声，几乎是最让人 turn on 的声音。

这里说得太直接了，过于羞耻，于是言尽于此。

**** 咖啡吓人

有点 Panic Attack，现在感觉更像是咖啡导致的。

*** 2024-10-24 Thursday

**** 很严重的发现！

草婴的《安娜》的译本的前言，居然有借鉴的痕迹！

真是可耻啊。

**** 答辩了

作为第一个上去的，感觉担忧的事物其实在人眼中是那么无关紧要的事情。伤心

**** 又想看 Ulysses 了

但是我和 War and Peace 对比了一下，结果还是后者好看得多。

所以看个毛线的 Ulysses。

*** 2024-10-25 Friday

**** 又整了一些 Emacs

得不偿失！但事实果真如此？

究竟到底，只是消遣时间……

[2024-10-25 Fri 12:54]

**** today I learn how to modify the frame parameter

#+begin_src emacs-lisp
  (modify-all-frames-parameters
   '((right-divider-width . 20)
     (internal-border-width . 10)))
#+end_src

And also I install ~org-modern~, and other things. I have learn a lot. And also
I know that ~window-divider~ is the name of the face line/border between
windows. Customizing that face helps a lot.

#+begin_src emacs-lisp
  (dolist (face '(window-divider
                  window-divider-first-pixel
                  window-divider-last-pixel))
    (face-spec-reset-face face)
    (set-face-foreground face (face-attribute 'default :background)))
#+end_src

**** Alternative

看到了吉成钢的作画

COOL~~~~~~~~~~~~~~

着实好看

但感觉 Muv Luv 像是变成超级系机器人动画了，就像是 Gurren Lagann 里面的剧情一样了，“接下来是准备让谁牺牲呢？”，竟然能让人怀着这种心情……

感觉能把这种有点右翼的情结写得和机器人动画一样，有点别扭地好笑

欸！

[2024-10-25 Fri 19:52]

**** Bangledash

人也是被逼的，家庭产业吗？

可能是我见识少了还是如何，但确实少见

人都是有苦衷的啊

只不过我可没有闲工夫来帮你

[2024-10-25 Fri 22:29]

*** 2024-10-26 Saturday
**** 人还是得和人讲话

受不了……确实受不了

**** boki

王朔的《动物凶猛》，倒不是作品本身有什么可说的

而是一个对于勃起的描写

就是小伙伴们脱光了衣服去泳池玩，有男有女的，还不是精虫上脑的年龄，甚至恰恰相反

直言，“在那里，却看见了骇人的勃起”

主人公就怒斥这个勃起的家伙，叫他滚，然后他就滚了

骇人吗……确实骇人，丑陋！

PS. 找了一下原文

#+begin_quote
“直了直了！”大家忽然一起指了半大的孩子。

在倥偬悠高的手电光中，我看到一个骇人的勃起。

犹如肚子被撞了一肘，我感到一阵恶心。就像人脑袋上突然长出一枝梅花鹿的角杈令我无法忍受，简直是活见鬼！
#+end_quote

[2024-10-26 Sat]

*** 2024-10-27 Sunday

