diary.html
<div id="outline-container-xueguo" class="outline-5">
<h5 id="xueguo">AvPD 以及雪国</h5>
<div class="outline-text-5" id="text-xueguo">
<p>
在雪国里的那种描写
</p>

<p>
徒劳作为关键词反复出现。
</p>

<p>
一种矛盾的话语，一种重复的说辞。到底是哪边呢？到底是在乎还是不在乎？
</p>

<p>
我想问清楚。但有什么在阻碍着……到底是作为人的能力下降了
</p>
</div>
</div>
</div>
<div id="outline-container-org5e34202" class="outline-4">
<h4 id="org5e34202">2024-10-18 Friday</h4>
<div class="outline-text-4" id="text-org5e34202">
</div>
<div id="outline-container-org81c9428" class="outline-5">
<h5 id="org81c9428">Nicorenka</h5>
<div class="outline-text-5" id="text-org81c9428">
<p>
尼古拉和尼古连卡。说到底人是难以意识到后者怎么就是爱称了。
</p>

<p>
但假设用另一种思路来看，也就是考虑重音。
</p>

<p>
前者的话，应该是 <code>ˈnɪkɚlaɪ</code> ，但是对于后者来说 <code>ˈnɪkɚˈrenka</code> 了。
</p>

<p>
其实是差别很大的，后者确实更像爱称。尤其你尝试用日本人的读法的话。
</p>

<p>
可是我说这话谁又懂呢？
</p>
</div>
</div>
</div>
<div id="outline-container-org9ac2834" class="outline-4">
<h4 id="org9ac2834">2024-10-19 Saturday</h4>
<div class="outline-text-4" id="text-org9ac2834">
</div>
<div id="outline-container-orgd753c58" class="outline-5">
<h5 id="orgd753c58">星期六，啥也不想干</h5>
<div class="outline-text-5" id="text-orgd753c58">
<p>
但是今天还是搞了一些 org 的玩意。
</p>

<p>
到底是无聊的。
</p>

<p>
说起来挺想打电话的。但是……
</p>

<p>
在犹豫什么呢？
</p>
</div>
</div>
<div id="outline-container-org3205978" class="outline-5">
<h5 id="org3205978">meta</h5>
<div class="outline-text-5" id="text-org3205978">
<p>
今天还看见有人说为何要搞什么 meta-programming。真是愚蠢。不搞 meta 一点哪里来的 pattern matching 呢？
</p>
</div>
</div>
<div id="outline-container-orgdc574d1" class="outline-5">
<h5 id="orgdc574d1">dere 是买不来的！</h5>
<div class="outline-text-5" id="text-orgdc574d1">
<p>
这只是一句很无聊的台词。
</p>

<p>
为什么突然想到呢？
</p>

<p>
可能从来不是迟钝，而是更吃 dere 这一套。
</p>

<p>
稍微想一下，如果说的是 せんぱい，且不是英语的那种重音，效果又会如何呢？
</p>

<p>
难道说人的真情都是会在这种小事之中被忽视而消散吗？
</p>
</div>
</div>
</div>
<div id="outline-container-orgd63aa5b" class="outline-4">
<h4 id="orgd63aa5b">2024-10-20 Sunday</h4>
<div class="outline-text-4" id="text-orgd63aa5b">
</div>
<div id="outline-container-orgfbee0b2" class="outline-5">
<h5 id="orgfbee0b2">味道</h5>
<div class="outline-text-5" id="text-orgfbee0b2">
<p>
人身上的味道……
</p>

<p>
一股药味，这倒是正当的理由，人总不能不治病
</p>

<p>
但还是很影响人……
</p>
</div>
</div>
<div id="outline-container-org9278515" class="outline-5">
<h5 id="org9278515">周日的图书馆</h5>
<div class="outline-text-5" id="text-org9278515">
<p>
周日人多了，难不成来这里消遣的？
</p>

<p>
何必来这里做消遣，
</p>

<p>
把我的位置都占了。
</p>
</div>
</div>
<div id="outline-container-org3827628" class="outline-5">
<h5 id="org3827628">焦躁</h5>
<div class="outline-text-5" id="text-org3827628">
<p>
一种焦躁，仿佛是那种说法，在什么上空的幽灵。说到底是什么……
</p>

<p>
……
</p>

<p>
到底是……
</p>
</div>
</div>
</div>
<div id="outline-container-20241021Monday" class="outline-4">
<h4 id="20241021Monday">2024-10-21 Monday</h4>
<div class="outline-text-4" id="text-20241021Monday">
</div>
<div id="outline-container-lesbianporn" class="outline-5">
<h5 id="lesbianporn">君可知有些人只看 lesbian porn</h5>
<div class="outline-text-5" id="text-lesbianporn">
<p>
我称这种现象为“和现实的短路”，和现实的短路连接，经验的重叠。
</p>

<p>
当人说出“I am not an actor”的时候，似乎能够预见其为什么只会看 lesbian porn：porn 里面演员们的演技，短路到现实之中，而现实是“I am not an actor”，于是一种重叠的、矛盾的经验让人产生了厌恶。而为什么 lesbian porn 会被人中意？为的就是消解“矛盾的”这一特征：lesbian 在取悦女人这方面自然地超过几乎所有男性。
</p>

<p>
从另一个角度，可以消解掉“短路”这一现象：如果我消费的产品不会让人联想到现实即可。仅仅从这个角度来说，似乎是可以解释的了。
</p>
</div>
</div>
<div id="outline-container-orgd8fd465" class="outline-5">
<h5 id="orgd8fd465">Textual Poacher</h5>
<div class="outline-text-5" id="text-orgd8fd465">
<p>
中文翻译出版的时候有对原作者的采访，采访之中有提及耽美……
</p>

<p>
等会儿，说到底这个词究竟是如何诞生的？00 年代的时候就有这个词吗……
</p>

<p>
你们这些人真实罪孽不浅啊……
</p>

<p>
既然有男性和男性在性交，为什么不直接叫 BL！
</p>

<p>
ps. from <span class="timestamp-wrapper"><span class="timestamp">[2024-10-29 Tue 15:52] </span></span> 想起来了，是因为审查。所以罪在审查。
</p>
</div>
</div>
<div id="outline-container-orgc7024b0" class="outline-5">
<h5 id="orgc7024b0">折腾</h5>
<div class="outline-text-5" id="text-orgc7024b0">
<p>
搞了一下午的问题，解决起来确实如此的简单。
</p>

<p>
只要将 <code>init-org</code> 放在最后就行了。
</p>

<p>
真是胡闹……
</p>

<p>
但这也说明了作日志是很重要的，因为我想起来说，就是从用了新的 org 开始，emacs 变得贼卡。
</p>

<p>
见鬼了
</p>
</div>
</div>
</div>
<div id="outline-container-org4aa21a9" class="outline-4">
<h4 id="org4aa21a9">2024-10-22 Tuesday</h4>
<div class="outline-text-4" id="text-org4aa21a9">
</div>
<div id="outline-container-org3d50f8e" class="outline-5">
<h5 id="org3d50f8e">debug for org</h5>
<div class="outline-text-5" id="text-org3d50f8e">
<p>
Today I figure out why the inline math formulae looked very small in the exported html.
</p>

<p>
This is because that the width of the svg is not right. And then the css resize the width. Thus the formulae looked very small.
</p>

<p>
The problem can be solved after specifying the <code>:page-width</code> in
<code>org-html-latex-image-options</code>.
</p>
</div>
</div>
<div id="outline-container-org11d6425" class="outline-5">
<h5 id="org11d6425">today I make a post in <code>mildlypenis</code> subreddit</h5>
<div class="outline-text-5" id="text-org11d6425">
<p>
And then maybe the "mildlypenis" is not mildly at all. It is just penis symbol but with a LaTeX symbol package.
</p>

<p>
I deleted the post (after I saw a fucking downvote).
</p>

<p>
ps. reddit is so powerful because I can literally see the ratio. Damn.
</p>
</div>
</div>
<div id="outline-container-org29322c6" class="outline-5">
<h5 id="org29322c6">重复</h5>
<div class="outline-text-5" id="text-org29322c6">
<p>
<a href="#xueguo">AvPD 以及雪国</a>
</p>

<p>
一种常常说出口的话语就在这里。令人怀念的感觉……
</p>

<p>
就好像雪国里面那样，驹子的一本本厚厚的日记……
</p>

<p>
岛村看到了，“徒劳”二字浮现出来。倒不是日记真的徒劳，而是……
</p>

<p>
是不是偶尔会想到雪国是不是就是这个原因呢？
</p>

<p>
这种反复到底意味着什么？这虚幻的，倒不是那种让人心生怜爱的事物，反而是搅动了什么，让人感到了什么
</p>

<p>
一种 detachment，又或者说 bewilderedness？为什么说是“令人怀念”，就如同许久以前的那样。原来也有这一层的原因……
</p>

<p>
人到底还是太贪心了
</p>

<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-10-22 Tue 20:18]</span></span>
</p>
</div>
</div>
<div id="outline-container-orgd29bc9d" class="outline-5">
<h5 id="orgd29bc9d">累了不想搞</h5>
<div class="outline-text-5" id="text-orgd29bc9d">
<p>
其实是很简单的事情，具体来说就是写 PPT 这种程度的事情。直接复制上去就可以了。但是……想到要将这种其实没什么价值的事物念出来……真是丢人！
</p>

<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-10-22 Tue 20:22]</span></span>
</p>
</div>
</div>
<div id="outline-container-org466a049" class="outline-5">
<h5 id="org466a049">腰部</h5>
<div class="outline-text-5" id="text-org466a049">
<p>
一个人的手，应该放在哪里呢？
</p>

<p>
在腰部上的这个部分，也就是硬的和石头一样的这个部分，手放在这个地方上非常适合
</p>

<p>
非常适合……
</p>
</div>
</div>
</div>
<div id="outline-container-org91925b5" class="outline-4">
<h4 id="org91925b5">2024-10-23 Wednesday</h4>
<div class="outline-text-4" id="text-org91925b5">
</div>
<div id="outline-container-org4b25b8e" class="outline-5">
<h5 id="org4b25b8e">有关 R18 音声的思考</h5>
<div class="outline-text-5" id="text-org4b25b8e">
<p>
说到底就是两个字：官能。如果要用别的字眼的话，那就是感官。
</p>

<p>
对于音声来说，要达成的就是一种共感：如何要用听觉传达出别的感官上的刺激？
</p>

<p>
人都是精神的生物。要做到这点，只能说靠大脑欺骗自己。让精神接受那听觉的官能之中的暗示，作为其他官能的媒介。
</p>

<p>
人的感受力就是关于接受这种暗示的能力。
</p>

<p>
这样的话似乎能够解释这种现象：音声之中出现的体液的声音、“stimulator”的震动声，几乎是最让人 turn on 的声音。
</p>

<p>
这里说得太直接了，过于羞耻，于是言尽于此。
</p>
</div>
</div>
<div id="outline-container-org5f9ed93" class="outline-5">
<h5 id="org5f9ed93">咖啡吓人</h5>
<div class="outline-text-5" id="text-org5f9ed93">
<p>
有点 Panic Attack，现在感觉更像是咖啡导致的。
</p>
</div>
</div>
</div>
<div id="outline-container-org40c742b" class="outline-4">
<h4 id="org40c742b">2024-10-24 Thursday</h4>
<div class="outline-text-4" id="text-org40c742b">
</div>
<div id="outline-container-orgb5d93aa" class="outline-5">
<h5 id="orgb5d93aa">很严重的发现！</h5>
<div class="outline-text-5" id="text-orgb5d93aa">
<p>
草婴的《安娜》的译本的前言，居然有借鉴的痕迹！
</p>

<p>
真是可耻啊。
</p>
</div>
</div>
<div id="outline-container-org357d3aa" class="outline-5">
<h5 id="org357d3aa">答辩了</h5>
<div class="outline-text-5" id="text-org357d3aa">
<p>
作为第一个上去的，感觉担忧的事物其实在人眼中是那么无关紧要的事情。伤心
</p>
</div>
</div>
<div id="outline-container-org6b8329e" class="outline-5">
<h5 id="org6b8329e">又想看 Ulysses 了</h5>
<div class="outline-text-5" id="text-org6b8329e">
<p>
但是我和 War and Peace 对比了一下，结果还是后者好看得多。
</p>

<p>
所以看个毛线的 Ulysses。
</p>
</div>
</div>
</div>
<div id="outline-container-orge054144" class="outline-4">
<h4 id="orge054144">2024-10-25 Friday</h4>
<div class="outline-text-4" id="text-orge054144">
</div>
<div id="outline-container-orgecaf0e1" class="outline-5">
<h5 id="orgecaf0e1">又整了一些 Emacs</h5>
<div class="outline-text-5" id="text-orgecaf0e1">
<p>
得不偿失！但事实果真如此？
</p>

<p>
究竟到底，只是消遣时间……
</p>

<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-10-25 Fri 12:54]</span></span>
</p>
</div>
</div>
<div id="outline-container-org16de37e" class="outline-5">
<h5 id="org16de37e">today I learn how to modify the frame parameter</h5>
<div class="outline-text-5" id="text-org16de37e">
<div class="org-src-container">
<pre class="src src-emacs-lisp">(modify-all-frames-parameters
 '((right-divider-width . 20)
   (internal-border-width . 10)))
</pre>
</div>

<p>
And also I install <code>org-modern</code>, and other things. I have learn a lot. And also
I know that <code>window-divider</code> is the name of the face line/border between
windows. Customizing that face helps a lot.
</p>

<div class="org-src-container">
<pre class="src src-emacs-lisp">(<span style="color: #859900; font-weight: bold;">dolist</span> (face '(window-divider
                window-divider-first-pixel
                window-divider-last-pixel))
  (face-spec-reset-face face)
  (set-face-foreground face (face-attribute 'default <span style="color: #d33682; font-style: italic;">:background</span>)))
</pre>
</div>
</div>
</div>
<div id="outline-container-org90fae9f" class="outline-5">
<h5 id="org90fae9f">Alternative</h5>
<div class="outline-text-5" id="text-org90fae9f">
<p>
看到了吉成钢的作画
</p>

<p>
COOL~~~~~~~~~~~~~~
</p>

<p>
着实好看
</p>

<p>
但感觉 Muv Luv 像是变成超级系机器人动画了，就像是 Gurren Lagann 里面的剧情一样了，“接下来是准备让谁牺牲呢？”，竟然能让人怀着这种心情……
</p>

<p>
感觉能把这种有点右翼的情结写得和机器人动画一样，有点别扭地好笑
</p>

<p>
欸！
</p>

<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-10-25 Fri 19:52]</span></span>
</p>
</div>
</div>
<div id="outline-container-orgf1d4bf1" class="outline-5">
<h5 id="orgf1d4bf1">Bangledash</h5>
<div class="outline-text-5" id="text-orgf1d4bf1">
<p>
人也是被逼的，家庭产业吗？
</p>

<p>
可能是我见识少了还是如何，但确实少见
</p>

<p>
人都是有苦衷的啊
</p>

<p>
只不过我可没有闲工夫来帮你
</p>

<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-10-25 Fri 22:29]</span></span>
</p>
</div>
</div>
</div>
<div id="outline-container-org65a7b10" class="outline-4">
<h4 id="org65a7b10">2024-10-26 Saturday</h4>
<div class="outline-text-4" id="text-org65a7b10">
</div>
<div id="outline-container-orgc90997c" class="outline-5">
<h5 id="orgc90997c">人还是得和人讲话</h5>
<div class="outline-text-5" id="text-orgc90997c">
<p>
受不了……确实受不了
</p>
</div>
</div>
<div id="outline-container-org41c8393" class="outline-5">
<h5 id="org41c8393">boki</h5>
<div class="outline-text-5" id="text-org41c8393">
<p>
王朔的《动物凶猛》，倒不是作品本身有什么可说的
</p>

<p>
而是一个对于勃起的描写
</p>

<p>
就是小伙伴们脱光了衣服去泳池玩，有男有女的，还不是精虫上脑的年龄，甚至恰恰相反
</p>

<p>
直言，“在那里，却看见了骇人的勃起”
</p>

<p>
主人公就怒斥这个勃起的家伙，叫他滚，然后他就滚了
</p>

<p>
骇人吗……确实骇人，丑陋！
</p>

<p>
PS. 找了一下原文
</p>

<blockquote>
<p>
“直了直了！”大家忽然一起指了半大的孩子。
</p>

<p>
在倥偬悠高的手电光中，我看到一个骇人的勃起。
</p>

<p>
犹如肚子被撞了一肘，我感到一阵恶心。就像人脑袋上突然长出一枝梅花鹿的角杈令我无法忍受，简直是活见鬼！
</p>
</blockquote>

<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-10-26 Sat]</span></span>
</p>
</div>
</div>
</div>
<div id="outline-container-orgb0ec922" class="outline-4">
<h4 id="orgb0ec922">2024-10-27 Sunday</h4>
<div class="outline-text-4" id="text-orgb0ec922">
</div>
