diary.html
<div id="outline-container-orga1835c4" class="outline-5">
<h5 id="orga1835c4">VILE PH</h5>
<div class="outline-text-5" id="text-orga1835c4">
<p>
这个组织可以使用 vile 来形容！
</p>

<p>
简直是 society of control 之下的典范
</p>

<p>
在这里，用户没有被当作人来看待，而是数据，是 database 里的一条 entity
</p>

<p>
作为感性的 fetish 被 algorithms 揣测
</p>
</div>
</div>
<div id="outline-container-orgf79d4c7" class="outline-5">
<h5 id="orgf79d4c7">每个人的 Vices</h5>
<div class="outline-text-5" id="text-orgf79d4c7">
<p>
每个人都有的 Vices
</p>

<p>
都是等待偿还的债
</p>
</div>
</div>
<div id="outline-container-org61f7772" class="outline-5">
<h5 id="org61f7772">Denote 好像找到一点感觉了</h5>
<div class="outline-text-5" id="text-org61f7772">
<blockquote>
<p>
"好像找到一点感觉了"
</p>
</blockquote>

<p>
怎么感觉有些色情
</p>

<p>
总之 denote 将 query 的职责完全推卸了，file tag 全部体现在文件名上面，于是 query 就交给用户了
</p>

<p>
有点卑鄙
</p>
</div>
</div>
<div id="outline-container-diary-weilejitangdiaoshudai" class="outline-5">
<h5 id="diary-weilejitangdiaoshudai">为了鸡汤掉书袋</h5>
<div class="outline-text-5" id="text-diary-weilejitangdiaoshudai">
<p>
看到越来越多的人在扯什么鸡巴王阳明
</p>

<p>
其实连掉书袋都算不上，就如同国外就已经有的，拿着斯多葛主义的名声，写一些垃圾至极的鸡汤
</p>

<p>
在简中也渐渐流行了起来吗……
</p>

<p>
其实不如读一读圣经来的好，虽然所有人都瞧不起圣经，但谁又瞧得起你那些东西呢？
</p>

<p>
想起了谷崎润一郎的《少将滋干之母》，又想起了京阿尼火灾纪录片里的一位。
看到了自己女儿烧焦的死尸，受到了冲击，转向圣经以寻慰藉……
</p>

<p>
到底是人生的启示，还是面对灾难的应激反应？
</p>

<p>
那么对于今天这些人，到底是哪里来的蛊惑的力量，又满足了什么需求呢？
</p>

<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-10-27 Sun 18:41]</span></span>
</p>
</div>
</div>
</div>
<div id="outline-container-20241028Monday" class="outline-4">
<h4 id="20241028Monday">2024-10-28 Monday</h4>
<div class="outline-text-4" id="text-20241028Monday">
</div>
<div id="outline-container-orgbe48643" class="outline-5">
<h5 id="orgbe48643">嘎人！</h5>
<div class="outline-text-5" id="text-orgbe48643">
<p>
到底是世道的问题……
</p>

<p>
嘎人！早该嘎嘎了
</p>

<blockquote>
<p>
警情通报
</p>

<p>
2024年10月28日15时20分许，海淀区万泉庄路和万柳中路交叉口附近，发生一起持刀伤人案件，导致5名路人受伤，其中3名未成年人。犯罪嫌疑人唐某某（男，50岁）被当场控制，伤者及时送医治疗，无生命危险。目前，案件正在进一步调查中。
</p>
</blockquote>

<p>
人常说，“自杀者懦弱，有勇气自杀，却没勇气拖几个人下水，哪怕是拉个垫背的”，现在好了！自杀者不懦弱了，甚至有勇气到不自杀了，就专杀别人来泄愤！
</p>

<blockquote>
<p>
说说遇到突发情况该怎么办。
</p>

<p>
先声明京城被隐藏了。针对噶人总结一下经验教训，咱们有些网 u 玩甲，但是不可能指望所有人都穿防刺服，那玩意也不便宜，所以买甲胄直接图一乐。
</p>

<p>
我建议有娃的家长，尽量自己接送，或者至少有个成年人接送。其二，遇到突发情况，比如刀战，要求各个见义勇为不现实，但是冷静下来先保全自己再视情况应该没啥问题。其三，现场摇人，我看了几次伤亡小的都是好几个路人一拥而上，平心而论上年纪的老登没刀后战力很一般。切记，别撒丫子乱跑（踩踏），别单独当勇士要抱团。
</p>
</blockquote>

<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-10-28 Mon 19:04]</span></span>
</p>
</div>
</div>
<div id="outline-container-diary-xili" class="outline-5">
<h5 id="diary-xili">犀利</h5>
<div class="outline-text-5" id="text-diary-xili">
<p>
君可知《文学回忆录》，可谓是垃圾！当然啦，受不受欢迎、受不受喜爱，和这个东西是不是垃圾之间没有任何关系
</p>

<p>
人喜欢的就是一种犀利，这种犀利感用在批评里面倒还好——人就是想看锐评！
</p>

<p>
今天……我们手头上的这部书吕思勉《中国通史》，用这些滑稽的暴论博人眼球，若是放在什么评论、散文之中就算了，竟然敢放在“通史”之中，着实无耻！
</p>

<p>
在声称“立太子，君行周公之事”为“捏造”之后，接下来的论述之中，竟然没有任何的一丝文献支持，全然和伪史论者一个论述模式！做学问这种态度！
</p>

<p>
事实其实也是明确了的，人就是喜欢看犀利的，谁在乎你的治学态度呢？谁在乎你是不是严谨的呢？反正我读一读历史，也是消遣罢了
</p>

<p>
无耻！
</p>

<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-10-28 Mon 20:15]</span></span>
</p>
</div>
</div>
<div id="outline-container-org81e415c" class="outline-5">
<h5 id="org81e415c">微信读书</h5>
<div class="outline-text-5" id="text-org81e415c">
<p>
下流的软件，滚一边去！
</p>

<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-10-28 Mon 23:58]</span></span>
</p>
</div>
</div>
</div>
<div id="outline-container-20241029Monday" class="outline-4">
<h4 id="20241029Monday">2024-10-29 Tuesday</h4>
<div class="outline-text-4" id="text-20241029Monday">
</div>
<div id="outline-container-org92f166f" class="outline-5">
<h5 id="org92f166f">不写不快</h5>
<div class="outline-text-5" id="text-org92f166f">
<p>
事实 1：怀孕作为一种身体的形变、作为幻想会让人兴奋
</p>

<p>
事实 2：女性怀孕会让人联想到现实之中的妊娠，但后者基本等同于痛苦，于是联想的链条上面就自然有痛苦这一节
</p>

<p>
事实 3：作为一种幻想，男性怀孕同样让人兴奋（again, 作为一种幻想），但是难以让人联想到现实，因为男的无法怀孕
</p>

<p>
事实 4：事实 2 和事实 3 合情合理，却让人恶心：我们当一视同仁
</p>

<p>
事实 5：于是我打算消除自己的偏见，拥抱女性妊娠作为一种性癖
</p>

<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-10-29 Tue 13:37]</span></span>
</p>
</div>
</div>
<div id="outline-container-orgfd8dc5b" class="outline-5">
<h5 id="orgfd8dc5b">春雪</h5>
<div class="outline-text-5" id="text-orgfd8dc5b">
<p>
大失所望！
</p>

<p>
完全没有想象之中的那样畸形！
</p>

<p>
你以为我是来看什么高级玩意的？就等着看你写自杀殉情乱伦来着
</p>

<p>
现在好了，女人和男人做完爱，知道悔改了！剃发出家了，男人也死了，那我去哪里寻刺激？！
</p>

<p>
现在我还能在哪看到性描写？！
</p>

<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-10-29 Tue 15:27]</span></span>
</p>
</div>
</div>
<div id="outline-container-org47ff420" class="outline-5">
<h5 id="org47ff420">还不是因为你</h5>
<div class="outline-text-5" id="text-org47ff420">
<p>
我很久之前推荐，就比如说我推荐了 A 和 B 和 C
</p>

<p>
然后前两个被忽视了，这实际上是很正常的事情。随后人看了 C
</p>

<p>
但是这人突然跑过来说，你看你给我推荐了些什么，这么重的（或者说这么锋利的）
</p>

<p>
我反而比较无语：欸，A 和 B 不是这样的呀，你没去看那些，只看了这些，却说我推荐的有问题，可我不是在多尝试吗……
</p>

<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-10-29 Tue 17:32]</span></span>
</p>
</div>
</div>
</div>
<div id="outline-container-20241030Wednesday" class="outline-4">
<h4 id="20241030Wednesday">2024-10-30 Wednesday</h4>
<div class="outline-text-4" id="text-20241030Wednesday">
</div>
<div id="outline-container-org00062b0" class="outline-5">
<h5 id="org00062b0">结束啦</h5>
<div class="outline-text-5" id="text-org00062b0">
<p>
没有，其实没有结束，只是一件事情要开始了，而其他事情还没有动静
</p>

<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-10-30 Wed 17:17]</span></span>
</p>
</div>
</div>
<div id="outline-container-org4aa2b21" class="outline-5">
<h5 id="org4aa2b21">人在什么样的时候，会露出什么样的表情？</h5>
<div class="outline-text-5" id="text-org4aa2b21">
<p>
难道最让人陶醉的不就是观察高潮的时候她们的表情吗？
</p>

<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-10-30 Wed 20:50]</span></span>
</p>
</div>
</div>
<div id="outline-container-org228403e" class="outline-5">
<h5 id="org228403e">无题</h5>
<div class="outline-text-5" id="text-org228403e">
<p>
聊天，剩下的印象却是如此的浅
</p>

<p>
“走肾”，我只记得对这个词语的厌恶
</p>

<p>
当时是如何谈论到这种事情的呢？
</p>

<p>
并且更重要的是，只有这种无关紧要的事情存留了下来吗？
</p>

<p>
时常陷入的追忆之中的，那弥足珍贵的，难道就成了再也无法遇见的事物吗？
</p>

<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-10-30 Wed 23:54]</span></span>
</p>
</div>
</div>
</div>
<div id="outline-container-20241031Thursday" class="outline-4">
<h4 id="20241031Thursday">2024-10-31 Thursday</h4>
<div class="outline-text-4" id="text-20241031Thursday">
</div>
<div id="outline-container-org08b2f74" class="outline-5">
<h5 id="org08b2f74">看完了奔马</h5>
<div class="outline-text-5" id="text-org08b2f74">
<p>
话不多说，赶紧看晓寺
</p>

<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-10-31 Thu 00:30]</span></span>
</p>
</div>
</div>
<div id="outline-container-diary-kanwanlexiaosi" class="outline-5">
<h5 id="diary-kanwanlexiaosi">看完了晓寺</h5>
<div class="outline-text-5" id="text-diary-kanwanlexiaosi">
<p>
经过爆裂的奔马，这回的晓寺又该选用什么形容词呢？
</p>

<p>
Exotic!
</p>

<hr />

<p>
并不是那偷窥的行为本身，而是对于那种埋藏着的 delicacy 的玷污……
</p>

<p>
让人羞愧
</p>

<p>
我是想看到一些畸形的，但还是没想到有这般激进的，甚至到了让人羞愧的地步
</p>

<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-10-31 Thu 09:38]</span></span>
</p>
</div>
</div>
<div id="outline-container-orgfefa68f" class="outline-5">
<h5 id="orgfefa68f">一种思辨的张力（误）</h5>
<div class="outline-text-5" id="text-orgfefa68f">
<p>
如果说一位男性健身，其有着诱人的胸脯，这个时候对于胸脯的赞美倒是有着学问在里面
</p>

<p>
曾经看到有位女性，问出“如何想男妈妈询问，能否让我摸一下他的胸肌”
</p>

<p>
恕我直言，若是私底下问倒还好，放在公共论坛上，那就是令人作呕了
</p>

<p>
我在这里的评判标准：性别互换之后，若是感到恶心，则原本的事情也是恶心的
</p>

<p>
当然这个评判标准其实过于专断了，因为确实有很多事情无法这样判定，比如说：妊娠作为性癖，放在女性身上就会自然地让人联想到痛苦，因为现实中女性确实能够怀孕；但是放在男性身上，就变为单纯的幻想了，因为幻想之中的怀孕的男性，是不存在于现实之中的。
</p>

<p>
对于幻想就能够消费得心安理得，这是很自然的事情
</p>

<p>
尽管这是自然的事情，但依然是虚伪的
</p>

<p>
随后，另一件事情发生了，假设只是部分的性别互换呢？比如说是一位男的询问另一个男的，“我能摸摸你的胸肌吗”，事情却变得没有异常了。何者？This is how straight people talk
</p>

<p>
但是，事情又突入了另一个视角，如果说上面这种事情是出自一位女性的脑海之中呢？若是有着不纯的念想，整件事情又变得恶心了起来。是的，我上面这句话，其实也是“出自一个男性的视角”，也就是说我的妄想之中的女性的妄想令人生恶！事情好像没完没了了
</p>

<p>
其实，面对这种似乎没完没了的推理的链条，似乎人的写作都是被身份给限制住了，由此考量，似乎一个专断的评判标准变得方便了起来。所以说，是的，在公共论坛问出“我该如何询问男妈妈，能否让我摸一下他的胸肌”其实就和“我该如何询问女菩萨……”是同等的恶心和油腻。所以说，是的，对于妊娠作为一种性癖，也只能是：女性应当心安理得地享用男性的妊娠作为性癖，男性也应当心安理得地享用女性的妊娠作为性癖，双方之间的指责和厌恶都是无理的；或者相反
</p>

<p>
如果女性能够合法地妄想两个男性之间的互动，那男性也应该被允许妄想两个女性之间的互动
</p>

<p>
或许还是免了，不必如此。不如给所有人打上标签：那令人厌恶的女性，就直接指责为是公开发情的下流的下体还在 dripping 的雌性吧；那令人厌恶的男性，就直接指责为脑子长在阳具里的咸湿猥琐缺爱阳痿又性饥渴的男子吧！
</p>

<p>
本就应该如此！
</p>

<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-10-31 Thu 12:33]</span></span>
</p>
</div>
</div>
<div id="outline-container-orgb6a302c" class="outline-5">
<h5 id="orgb6a302c">什么时候开了 TUN Mode</h5>
<div class="outline-text-5" id="text-orgb6a302c">
<p>
!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
</p>

<p>
烦躁！狂！
</p>

<p>
就是你！就是你搞的！
</p>

<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-10-31 Thu 22:50]</span></span>
</p>
</div>
</div>
<div id="outline-container-diary-thehistoryofvisualnovels" class="outline-5">
<h5 id="diary-thehistoryofvisualnovels">The history and allure of interactive visual novels</h5>
<div class="outline-text-5" id="text-diary-thehistoryofvisualnovels">
<p>
Underwhelming!
</p>

<p>
美国人眼中的 eroge，可以预见的是，其理解也不过如此地肤浅
</p>

<p>
Visual Novels 作为一种媒介，他好像主要讨论了在媒介这边的事情，以及媒介本身的事情，可是，在媒介那边呢？
</p>

<p>
以及，他举的例子……这么多的空有名声的作品……很是无语
</p>

<p>
比如说第 6 章之中的，对于 utsuge 的游戏的举例：沙耶之歌、DDLC、君与彼女与彼女之恋、壳之少女、恋狱~月狂病。好吧，除了 Innocent Grey 的恋狱这部没有玩过，其他的我都玩过……并不是很能 get 到作者在讲什么，尽管例子我基本都玩过
</p>

<p>
让人觉得是梗小鬼：哼，若是你从 DDLC 入门的，可以说你这本书都不该写
</p>

<p>
基本上没什么意思，英文还看得我头大，恼怒！言尽于此！
</p>

<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-10-31 Thu 23:59]</span></span>
</p>
</div>
</div>
</div>
</div>
<div id="outline-container-orgfd90128" class="outline-3">
<h3 id="orgfd90128">2024-11 November</h3>
<div class="outline-text-3" id="text-orgfd90128">
</div>
<div id="outline-container-org928acfb" class="outline-4">
<h4 id="org928acfb">2024-11-01 Friday</h4>
<div class="outline-text-4" id="text-org928acfb">
</div>
<div id="outline-container-org4964405" class="outline-5">
<h5 id="org4964405">今日无事发生</h5>
</div>
</div>
<div id="outline-container-org4941a12" class="outline-4">
<h4 id="org4941a12">2024-11-02 Saturday</h4>
<div class="outline-text-4" id="text-org4941a12">
</div>
<div id="outline-container-orgf70cf1a" class="outline-5">
<h5 id="orgf70cf1a">建议删除</h5>
<div class="outline-text-5" id="text-orgf70cf1a">
<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-11-02 Sat 12:05]</span></span>
</p>
</div>
</div>
<div id="outline-container-org7e007d8" class="outline-5">
<h5 id="org7e007d8">建议删除</h5>
<div class="outline-text-5" id="text-org7e007d8">
<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-11-02 Sat 22:56]</span></span>
</p>
</div>
</div>
</div>
<div id="outline-container-orgc998f0c" class="outline-4">
<h4 id="orgc998f0c">2024-11-03 Sunday</h4>
<div class="outline-text-4" id="text-orgc998f0c">
</div>
<div id="outline-container-orga5ed8fa" class="outline-5">
<h5 id="orga5ed8fa">建议删除</h5>
<div class="outline-text-5" id="text-orga5ed8fa">
<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-11-03 Sun 11:51]</span></span>
</p>
</div>
</div>
