diary.org
**** 钱锺书
:PROPERTIES:
:CUSTOM_ID: diary-qianzhongshu
:END:

以前看钱锺书的散文，看到钱是如何评价自己的文章、作品

说到《围城》，钱说《围城》写时年少不成熟，许多缺点想改却没机会改了（改稿遗失了）

说到《宋诗选注》，又是遗憾，说有不少名篇没选上去

有人说他谦虚，“钱锺书先生的《围城》那么好，还说它满是缺点，这难道不是谦虚吗？”

没，因为《围城》确实写得不好。同一时期的散文集《写在人生边上》其实也不好：一个 20 多岁的青年能有什么深刻的人生感悟？

既然作者本人都说不好了，还每次都在各种翻译版、再版前言里面提及，那我顺着他的意思，也觉得不好——确实不好！

很久以前看到刘皓明批评钱，结果被“你太不尊重”“你又算个什么”之类的批评围攻……说到底是见不得自己的 idol 被批评罢了

[2024-11-03 Sun 15:07]

*** 2024-11-04 Monday

**** 建议删除

[2024-11-04 Mon 19:03]

*** 2024-11-05 Tuesday

**** 建议删除

[2024-11-05 Tue 01:07]

*** 2024-11-06 Wednesday

**** 建议删除

[2024-11-06 Wed 13:46]

**** 占位
[2024-11-06 Wed 23:56]

*** 2024-11-07 Thursday

**** 建议删除

原来还是很难承受住这种纯度非常高的 boy meets girl 的故事

。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。

[2024-11-07 Thu 15:58]

**** 所以 FGO 什么时候死啊

！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！

赶紧把月姬 R 做完好不好

[2024-11-07 Thu 22:35]

*** 2024-11-08 Friday

**** 手游真乃毒瘤也

月姬R 的销量，能顶得上多少个卡池呢？

真是下流！

[2024-11-08 Fri 00:24]
