diary.html
<div id="outline-container-diary-qianzhongshu" class="outline-5">
<h5 id="diary-qianzhongshu">钱锺书</h5>
<div class="outline-text-5" id="text-diary-qianzhongshu">
<p>
以前看钱锺书的散文，看到钱是如何评价自己的文章、作品
</p>

<p>
说到《围城》，钱说《围城》写时年少不成熟，许多缺点想改却没机会改了（改稿遗失了）
</p>

<p>
说到《宋诗选注》，又是遗憾，说有不少名篇没选上去
</p>

<p>
有人说他谦虚，“钱锺书先生的《围城》那么好，还说它满是缺点，这难道不是谦虚吗？”
</p>

<p>
没，因为《围城》确实写得不好。同一时期的散文集《写在人生边上》其实也不好：一个 20 多岁的青年能有什么深刻的人生感悟？
</p>

<p>
既然作者本人都说不好了，还每次都在各种翻译版、再版前言里面提及，那我顺着他的意思，也觉得不好——确实不好！
</p>

<p>
很久以前看到刘皓明批评钱，结果被“你太不尊重”“你又算个什么”之类的批评围攻……说到底是见不得自己的 idol 被批评罢了
</p>

<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-11-03 Sun 15:07]</span></span>
</p>
</div>
</div>
</div>
<div id="outline-container-orgc88b02e" class="outline-4">
<h4 id="orgc88b02e">2024-11-04 Monday</h4>
<div class="outline-text-4" id="text-orgc88b02e">
</div>
<div id="outline-container-orgec4dc40" class="outline-5">
<h5 id="orgec4dc40">建议删除</h5>
<div class="outline-text-5" id="text-orgec4dc40">
<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-11-04 Mon 19:03]</span></span>
</p>
</div>
</div>
</div>
<div id="outline-container-org5c27a30" class="outline-4">
<h4 id="org5c27a30">2024-11-05 Tuesday</h4>
<div class="outline-text-4" id="text-org5c27a30">
</div>
<div id="outline-container-orgeb54d4b" class="outline-5">
<h5 id="orgeb54d4b">建议删除</h5>
<div class="outline-text-5" id="text-orgeb54d4b">
<p>
<span class="timestamp-wrapper"><span class="timestamp">[2024-11-05 Tue 01:07]</span></span>
</p>
</div>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: mhx</p>
<p class="date">Created: 2024-11-05 Tue 19:38</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
